Repository: mgm-sp/wp-author-security
Catalog: wp-author-security/languages/wp-author-security-*.po
Languages: de_de

source: The entered username or password is not correct. <a href=%s>Lost your password</a>?
de_de: Der eingegebene Benutzername oder das Passwort ist nicht korrekt. <a href=%s>Passwort vergessen</a>?

source: Displays a neutral message when either the username or password is incorrect.
de_de: Zeigt eine neutrale Fehlermeldung an, wenn der Benutzername oder das Passwort falsch ist.

source: Stop user enumeration on login/reset password form
de_de: Unterbinde Enumeration auf der Login/Passwort vergessen Seite

source: Disable REST API endpoint wp-json/wp/v2/users.
de_de: Deaktiviert die REST API URI /wp-json/wp/v2/users und zeigt die Standardfehlerseite.

source: Protect REST API user enumeration
de_de: Unterbinde REST API Nutzer-Enumeration

source: Disable protection for logged in users.
de_de: Deaktiviert den Schutz für angemeldete Nutzer.

source: Disable for logged in users
de_de: Deaktiviere für angemeldete Nutzer

source: Disable the /author/&lt;name&gt; and /?author_name=&lt;name&gt; endpoints.
de_de: Zeige eine Standardfehlerseite für die URI: /author/&lt;name&gt; und /?author_name=&lt;name&gt;.

source: Stop author NAME user enumeration
de_de: Unterbinde Nutzer-Namen Enumeration

source: Disable the /?author=&lt;id&gt; endpoint.
de_de: Zeige eine Standardfehlerseite für die URI: /?author=&lt;id&gt;.

source: deactivate protection
de_de: Deaktiviere Schutz

source: show only users with posts
de_de: Zeige nur Nutzer mit Beiträgen

source: don't show any users
de_de: Zeige keine Nutzer

source: Stop author ID user enumeration
de_de: Unterbinde Nutzer-ID Enumeration

source: WP Author Security Settings
de_de: WP Author Security Einstellungen

source: Remove author name in feeds
de_de: Entferne Autorennamen in Feeds

source: Setting this option will remove the author name in the /feed endpoint.
de_de: Diese Option entfernt den Autorennamen beim Aufruf der URI /feed.

source: Remove author name in embeds
de_de: Entferne Autorennamen in eingebetteten Beiträgen

source: Setting this option will remove the author name and link in the oEmbed API endpoint e.g.: /wp-json/oembed/1.0/embed?url=https://&lt;yourdomain&gt;.
de_de: Diese Option entfernt den Autorennamen und den Link beim Aufruf der oEmbed API z.B.: /wp-json/oembed/1.0/embed?url=https://&lt;yourdomain&gt;.

source: Disable the sitemap for authors
de_de: Deaktiviere Autoren-Sitemap

source: Since Wordpress 5.5 a default sitemap is via URL reachable (/wp-sitemap.xml). Enabling this option will remove information of authors from the sitemap.
de_de: Seit Wordpress 5.5 ist eine Standard-Sitemap über die URL erreichbar (/wp-sitemap.xml). Wenn diese Option aktiviert ist, werden Informationen über Autoren aus der Sitemap entfernt.

source: Protect against user enumeration attacks on author pages and other places where valid user names can be obtained.
de_de: Schützt vor dem Angriffsvektor der Nutzerenumeration auf Autorenseiten und anderen Stellen, wo gültige Benutzernamen ermittelt werden können.

source: Blocked %d malicious requests since activation and %d requests in the past 7 days.
de_de: Insgesamt %d verdächtige Anfragen seit der Aktivierung geblockt und %d Anfragen innerhalb der letzten 7 Tage.
